-- phpMyAdmin SQL Dump
-- version 4.8.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Mar 23, 2021 at 12:59 PM
-- Server version: 10.1.33-MariaDB
-- PHP Version: 7.2.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dostan_bk`
--

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(6, '2020_05_12_040854_create_posts_table', 2),
(7, '2020_05_12_040931_create_tags_table', 2),
(8, '2020_05_12_041010_create_post_categories_table', 2);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_about`
--

CREATE TABLE `tbl_about` (
  `id` int(11) NOT NULL,
  `title` varchar(300) NOT NULL,
  `image` varchar(200) NOT NULL,
  `content` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_about`
--

INSERT INTO `tbl_about` (`id`, `title`, `image`, `content`, `created_at`, `updated_at`) VALUES
(1, 'دوستان الکترونیک (فروش قطعات الکترونیکی)', '20200714042912.jpg', '<p style=\"font-family: nazanin; padding: 0px; margin-bottom: 20px; outline: none; list-style: none; border: 0px none; color: rgb(51, 51, 51); font-size: 18px;\"><strong style=\"padding: 0px; margin: 0px; outline: none; list-style: none; border: 0px none;\"><span style=\"font-family: Verdana;\">صبح کابل:</span></strong><span style=\"font-family: Verdana;\">&nbsp;از وضعیت جاری صلح بگویید؛ مشخص است که افغانستان، امریکا و طالبان به کدام طرف در حرکت استند؟</span></p><p style=\"font-family: nazanin; padding: 0px; margin-bottom: 20px; outline: none; list-style: none; border: 0px none; color: rgb(51, 51, 51); font-size: 18px;\"><iframe frameborder=\"0\" src=\"//www.youtube.com/embed/BxH5x_Do9qQ\" width=\"640\" height=\"360\" class=\"note-video-clip\"></iframe><span style=\"font-family: Verdana;\"><br></span></p><p style=\"font-family: nazanin; padding: 0px; margin-bottom: 20px; outline: none; list-style: none; border: 0px none; color: rgb(51, 51, 51); font-size: 18px;\"><strong style=\"padding: 0px; margin: 0px; outline: none; list-style: none; border: 0px none;\"><span style=\"font-family: Verdana;\">مرتضوی:</span></strong><span style=\"font-family: Verdana;\">&nbsp;پروسه‌‌ی صلح، مغلق، پیچیده و چندبُعدی است؛ چون بخشی از آن حکومت و مردم افغانستان استند، بخش دیگر آن کشورهای منطقه و فرامنطقه است. تمام جریان‌ها به صورت متمرکز روی صلح کار می‌کنند؛ اما آن‌چه که مهم است، این است که مالکیت صلح باید از مردم افغانستان باشد. حداقل سه طرحی را که رییس‌جمهور غنی در باره‌ی صلح ارائه کرده، مبتنی بر خواست مردم افغانستان است؛ به خصوص خواست‌هایی که در جرگه‌ی صلح بیان کردند. در باره‌ی صلح گام‌هایی برداشته شده است؛ ولی این یک پروسه‌ی طولانی است و ما از مرحله‌ی شروع گفت‌وگوها تا زمان توافق، ادغام و بسترسازی برای هضم شدن طالبان در جامعه، نیاز به کارهای سیاسی، امنیتی و فرهنگی داریم.</span><img src=\"http://localhost:8080/dostan/public/uploads/posts/content/5ecb4f11cc09d.jpg\" style=\"width: 100%;\"><br style=\"padding: 0px; margin: 0px; outline: none; list-style: none; border: 0px none;\"><strong style=\"padding: 0px; margin: 0px; outline: none; list-style: none; border: 0px none;\"><span style=\"font-family: Verdana;\">صبح کابل:</span></strong><span style=\"font-family: Verdana;\">&nbsp;هضم شدن طالبان در جامعه و یا این که طالبان چطور می‌توانند جامعه‌ی امروز را هضم کنند، دوسویه است؛ نظر شما چیست؟</span></p><p style=\"font-family: nazanin; padding: 0px; margin-bottom: 20px; outline: none; list-style: none; border: 0px none; color: rgb(51, 51, 51); font-size: 18px;\"><strong style=\"padding: 0px; margin: 0px; outline: none; list-style: none; border: 0px none;\"><span style=\"font-family: Verdana;\">مرتضوی:</span></strong><span style=\"font-family: Verdana;\">&nbsp;طالبان باید واقعیت‌های عینی جامعه‌ی امروز افغانستان و این که با یک جامعه‌ی جدید رو‌به‌رو استند، بپذیرند. حضور زنان امروز بسیار قوی و گسترده است، از خود نمایندگی کرده و مطالبات به حق خود را دارند. آزادی بیان در جامعه در حال نهادینه شدن است و مهم‌تر از همه این که مردم به ارزش‌های مدنی و قانون اساسی افغانستان باور دارند؛ این نشان می‌دهد که طالبان باید چشم‌های شان را در برابر واقعیت‌های جامعه‌ باز کنند و بدانند که افغانستان امروز با افغانستان دوران طالبان زمین تا آسمان تفاوت دارد.</span><br style=\"padding: 0px; margin: 0px; outline: none; list-style: none; border: 0px none;\"><strong style=\"padding: 0px; margin: 0px; outline: none; list-style: none; border: 0px none;\"><span style=\"font-family: Verdana;\">صبح کابل:</span></strong><span style=\"font-family: Verdana;\">&nbsp;در باره‌ی مفاد مهم و برجسته‌ی طرح رییس‌جمهور برای صلح بگویید؟</span></p>', '2020-05-22 14:05:33', '2020-07-14 00:25:49');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_category_post`
--

CREATE TABLE `tbl_category_post` (
  `id` int(11) NOT NULL,
  `post_category_id` int(11) NOT NULL,
  `post_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_category_post`
--

INSERT INTO `tbl_category_post` (`id`, `post_category_id`, `post_id`, `created_at`, `updated_at`) VALUES
(3, 9, 3, '2020-05-22 10:57:45', '2020-05-22 10:57:45'),
(4, 6, 4, '2020-05-22 11:03:12', '2020-05-22 11:03:12'),
(5, 7, 5, '2020-05-22 12:43:35', '2020-05-22 12:43:35'),
(6, 9, 5, '2020-05-22 12:43:35', '2020-05-22 12:43:35'),
(13, 2, 9, '2020-06-07 13:50:13', '2020-06-07 13:50:13'),
(14, 3, 9, '2020-06-07 13:50:13', '2020-06-07 13:50:13'),
(15, 2, 10, '2020-06-07 13:51:30', '2020-06-07 13:51:30'),
(16, 6, 10, '2020-06-07 13:51:30', '2020-06-07 13:51:30'),
(17, 3, 11, '2020-06-07 13:52:32', '2020-06-07 13:52:32'),
(18, 6, 11, '2020-06-07 13:52:32', '2020-06-07 13:52:32'),
(19, 3, 12, '2020-06-23 06:31:40', '2020-06-23 06:31:40'),
(20, 5, 12, '2020-06-23 06:31:40', '2020-06-23 06:31:40'),
(21, 6, 12, '2020-06-23 06:31:40', '2020-06-23 06:31:40');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_comments`
--

CREATE TABLE `tbl_comments` (
  `id` int(11) NOT NULL,
  `content` text NOT NULL,
  `user_name` varchar(200) NOT NULL,
  `user_email` text,
  `post_id` int(11) DEFAULT NULL,
  `download_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `learning_id` int(11) DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_comments`
--

INSERT INTO `tbl_comments` (`id`, `content`, `user_name`, `user_email`, `post_id`, `download_id`, `product_id`, `learning_id`, `status`, `created_at`, `updated_at`) VALUES
(2, 'اولین کمنت برای دانلود', 'مهدی', 'm.hassani@pomtech.com', NULL, 6, NULL, NULL, 1, '2020-05-25 05:56:15', '2020-06-05 08:22:46'),
(3, 'اگر شما یک طراح هستین و یا با طراحی های گرافیکی سروکار دارید به متن های برخورده اید که با نام لورم ایپسوم شناخته می‌شوند. لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) متنی ساختگی و بدون معنی است که برای امتحان فونت و یا پر کردن فضا در یک طراحی گرافیکی و یا صنعت چاپ استفاده میشود. طراحان وب و گرافیک از این متن برای پرکردن صفحه و ارائه شکل کلی طرح استفاده می‌کنند.طراحان سایت هنگام طراحی قالب سایت معمولا با این موضوع رو برو هستند که محتوای اصلی صفحات آماده نیست.', 'جمعه', 'jumahmk2020@gmail.com', 3, NULL, NULL, NULL, 1, '2020-05-25 06:10:21', '2020-06-05 08:22:45'),
(4, 'دومین کمنت برای دانلود ها', 'حسنی', 'hassanim430@gmail.com', NULL, 6, NULL, NULL, 1, '2020-05-27 06:17:02', '2020-06-05 08:15:19'),
(5, 'این متن شما خیلی عالی بود', 'جمعه', 'hamidreza@yahoo.com', 8, NULL, NULL, NULL, 1, '2020-05-30 14:24:54', '2020-06-05 08:22:36'),
(7, 'کامنت دیگر از طرف مهدی', 'مهدی', 'hamidreza@yahoo.com', 8, NULL, NULL, NULL, 1, '2020-05-31 01:09:34', '2020-06-05 08:22:28'),
(8, 'new comments', 'ahmad', 'ahmadi@yahoo.com', 8, NULL, NULL, NULL, 1, '2020-05-31 09:44:14', '2020-06-05 08:22:21'),
(9, 'این یک نظر است', 'علی', 'ahmadi@yahoo.com', NULL, 7, NULL, NULL, 1, '2020-05-31 11:25:13', '2020-06-05 08:22:15'),
(10, 'this is a message', 'hamid', 'hamidreza@yahoo.com', 8, NULL, NULL, NULL, 1, '2020-06-05 09:46:55', '2020-06-05 09:48:40'),
(11, 'این هم یک پیام است در قسمت مخصولات', 'hamid', 'hamidreza@yahoo.com', NULL, NULL, 6, NULL, 1, '2020-06-05 09:48:19', '2020-06-05 09:48:42'),
(12, ';lfkg;lsk;lfkg;lsk;kq', 'flkg;lsk', 'jumahmk2020@gmail.com', NULL, NULL, 6, NULL, 0, '2020-06-05 09:58:57', '2020-06-05 09:58:57'),
(13, 'somethin', 'kljflkj', 'jumahmk2020@gmail.com', NULL, NULL, 6, NULL, 0, '2020-06-05 10:00:25', '2020-06-05 10:00:25'),
(14, 'dlkfjakljkl', 'fkljalk', 'jumahmk2020@gmail.com', NULL, NULL, 6, NULL, 0, '2020-06-05 10:01:18', '2020-06-05 10:01:18'),
(15, 'fgks;lk;l', 'k;lk;lk;l', 'jumahmk2020@gmail.com', NULL, NULL, 6, NULL, 0, '2020-06-05 10:04:53', '2020-06-05 10:04:53'),
(16, 'این یک پیام است', 'علی', 'hamidreza@yahoo.com', NULL, 2, NULL, NULL, 1, '2020-07-02 00:54:06', '2020-07-02 00:56:00'),
(17, 'آین آخرین پیام برای شما است خسته ام کردین بیخی', 'محمد', 'mohammad@gmail.com', NULL, NULL, NULL, NULL, 1, '2020-07-02 00:58:35', '2020-07-02 00:59:52'),
(18, 'نه شوخی کردم\r\nاین آخرین پیام است', 'محمد  احمدی', 'hamidreza@yahoo.com', NULL, NULL, 2, NULL, 1, '2020-07-02 01:02:51', '2020-07-02 01:03:01'),
(19, 'آخرین دیدگاه', 'ahmad', 'ahmadi@yahoo.com', NULL, NULL, NULL, 2, 1, '2020-07-02 01:04:22', '2020-07-02 01:04:35'),
(20, 'بزار نظر بدم', 'iraqsoftapp', 'jumahmk2020@gmail.com', NULL, 9, NULL, NULL, 0, '2020-07-02 01:06:36', '2020-07-02 01:06:36'),
(21, 'این هم یک نظر', 'علی', 'ahmadi@yahoo.com', NULL, NULL, 20, NULL, 1, '2020-07-02 01:44:52', '2020-07-02 01:44:52'),
(22, 'منم نظر میدم', 'محمد', 'hamidreza@yahoo.com', NULL, NULL, 20, NULL, 1, '2020-07-02 01:46:17', '2020-07-02 01:46:17'),
(23, 'یبشی', 'Jumah Mohammadi', 'hamidreza@yahoo.com', NULL, NULL, 20, NULL, 0, '2020-07-02 01:47:32', '2020-07-02 01:47:32'),
(24, 'یبشی', 'Jumah Mohammadi', 'hamidreza@yahoo.com', NULL, NULL, 20, NULL, 0, '2020-07-02 01:47:36', '2020-07-02 01:47:36');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_contact`
--

CREATE TABLE `tbl_contact` (
  `id` int(11) NOT NULL,
  `phone` varchar(200) DEFAULT NULL,
  `phone2` varchar(200) DEFAULT NULL,
  `phone3` varchar(200) DEFAULT NULL,
  `phone4` varchar(200) DEFAULT NULL,
  `email` text,
  `email2` text,
  `address` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_contact`
--

INSERT INTO `tbl_contact` (`id`, `phone`, `phone2`, `phone3`, `phone4`, `email`, `email2`, `address`, `created_at`, `updated_at`) VALUES
(1, '0789789789 محمدی', '789789789', '078989876s', '0567654345', 'dostan@gmail.com', 'dostan@info.com', 'افغانستان - هرات - جاده بهزاد', '2020-05-25 05:05:09', '2020-07-19 14:40:12');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_downloads`
--

CREATE TABLE `tbl_downloads` (
  `id` int(11) NOT NULL,
  `name` varchar(200) NOT NULL,
  `size` bigint(20) NOT NULL,
  `price` text NOT NULL,
  `description` text NOT NULL,
  `file` varchar(200) NOT NULL,
  `image` varchar(300) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_downloads`
--

INSERT INTO `tbl_downloads` (`id`, `name`, `size`, `price`, `description`, `file`, `image`, `created_at`, `updated_at`) VALUES
(8, 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 1215743, 'رایگان', '<p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><br></p>', '20200607140357.zip', '20200607140357.jpg', '2020-06-07 09:33:57', '2020-06-07 09:33:57'),
(9, 'حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ', 1215743, 'رایگان', '<p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><br></p>', '20200607140459.zip', '20200607140459.png', '2020-06-07 09:34:59', '2020-06-07 09:34:59');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_learning`
--

CREATE TABLE `tbl_learning` (
  `id` int(11) NOT NULL,
  `title` text,
  `excerpt` text,
  `description` text,
  `feature_image` varchar(100) DEFAULT NULL,
  `file` varchar(64) DEFAULT NULL,
  `size` double DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_learning`
--

INSERT INTO `tbl_learning` (`id`, `title`, `excerpt`, `description`, `feature_image`, `file`, `size`, `created_at`, `updated_at`) VALUES
(2, 'موجود طراحی اساسا مورد استفاده قرار گیرد', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای', '<p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><img src=\"http://localhost:8080/dostan/uploads/posts/content/202007011849345efcdabe0a00f.jpg\"></p><p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\"><br></span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم</span><br></p>', '20200701185102.png', '20200701185102.pdf', 532664, '2020-07-01 14:21:02', '2020-07-01 14:21:02');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_note`
--

CREATE TABLE `tbl_note` (
  `id` int(11) NOT NULL,
  `text` text NOT NULL,
  `title1` text,
  `description1` text,
  `title2` text,
  `description2` text,
  `title3` text,
  `description3` text,
  `title4` text,
  `description4` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_note`
--

INSERT INTO `tbl_note` (`id`, `text`, `title1`, `description1`, `title2`, `description2`, `title3`, `description3`, `title4`, `description4`) VALUES
(1, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_orders`
--

CREATE TABLE `tbl_orders` (
  `id` int(11) NOT NULL,
  `name` varchar(120) NOT NULL,
  `last_name` varchar(120) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `email` varchar(64) DEFAULT NULL,
  `company` varchar(200) DEFAULT NULL,
  `address1` text NOT NULL,
  `address2` text,
  `city` varchar(200) DEFAULT NULL,
  `bank_name` varchar(200) DEFAULT NULL,
  `bank_bill` varchar(100) NOT NULL,
  `bill_no` int(11) NOT NULL,
  `order_key` varchar(64) DEFAULT NULL,
  `note` text,
  `total` double NOT NULL,
  `discount` double NOT NULL,
  `paid` double NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT '1',
  `user_id` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_orders`
--

INSERT INTO `tbl_orders` (`id`, `name`, `last_name`, `phone`, `email`, `company`, `address1`, `address2`, `city`, `bank_name`, `bank_bill`, `bill_no`, `order_key`, `note`, `total`, `discount`, `paid`, `status`, `user_id`, `created_at`) VALUES
(2, 'حسن', 'امیری', '0788444233', 'hassan@amirig.com', NULL, 'هرات - جاده بهزاد', 'کابل - شهر نو', 'هرات', 'عزیزی بانک', '0651275ede0a1f91fb5.png', 1202, NULL, 'قبض قبلا پرداخت شده ده شعبه عزیزی بانک کابل', 151290, 0, 151290, 3, NULL, '2020-06-08 09:51:27'),
(3, 'احمد', 'احمدی', '0567567567', 'ahamadi@gmail.com', 'techlight', 'هرات - جاده بهزاد', NULL, 'Herat', 'کابل بانک', '0651365ede183877e32.png', 1203, NULL, 'نوت برای آزمایش است', 1690, 0, 1690, 1, NULL, '2020-06-08 10:51:36'),
(4, 'جمعه', 'محمدی', '0790287118', 'jumahmk2020@gmail.com', 'وطن', 'هرات - جاده بهزاد', 'هزات - شهر نو', 'هرات', 'کابل بانک', '0632405ef30198e1aa8.jpg', 1204, NULL, 'نوت در اینجا درج میشود', 120290, 0, 120290, 1, NULL, '2020-06-24 07:32:41'),
(5, 'احمد', 'کریمی', '0787987767', 'ahmad@yahoo.com', NULL, 'اففانستان - هرات', 'افغانستان - کابل', 'کابل', 'پشتنی بانک', '0649545ef305a24de38.jpg', 1205, '$2y$10$.tV7lzQwaUyVDDIXCIFif.VZPfwK0eTJkXIjEJBfxoKUue.wwoYma', 'این یک نوت است', 2890, 0, 2890, 1, NULL, '2020-06-24 07:49:54'),
(6, 'محمد', 'رضایی', '0787987767', 'mohammad@gmail.com', NULL, 'هرات - جاده بهزاد', 'کابل - شهر نو', 'کابل', 'عزیزی بانک', '0652565ef30658bcea1.jpg', 1206, '$2y$10$/.w7ZKWtSgT6ipn/r9LeuOeiN0.21EUUIQVuIVY7QzTX6vrQe.OIC', NULL, 4000, 0, 4000, 1, NULL, '2020-06-24 07:52:57'),
(7, 'hamid', 'Ataiye', '7879744', 'hamidreza@yahoo.com', 'techlight', 'Herat 8 distirict afghanistan', 'Herat', 'Herat', 'عزیزی بانک', '0657415ef307752db00.jpg', 1207, '$2y$10$KWcDK92VhdW8PgBO9FlPUeVePtXXHYNV/kdYgBnuhCylFCVJnhEMC', NULL, 2090, 0, 2090, 1, NULL, '2020-06-24 07:57:41'),
(8, 'Maruf', 'Ataiye', '0790287118', 'jumahmk2020@gmail.com', 'test', 'اففانستان - هرات', 'کابل - شهر نو', 'Herat', 'عزیزی بانک', '0633555ef72ea3867f1.jpg', 1208, '$2y$10$QQMgRk5D6F1OXLH21TeaPuynCm7Ud3zN/M6/QMFaQ6ld2ildA.Tfa', NULL, 34200, 0, 34200, 1, NULL, '2020-06-27 11:33:56'),
(9, 'Jumah', 'Mohammadi', '0789799573', 'hamidreza@yahoo.com', 'techlight', 'هرات - جاده بهزاد', 'هزات - شهر نو', 'Herat', 'کابل بانک', '0624445ef9dd8cde77c.jpg', 1209, '$2y$10$vgq47F79xF6Pf2ME57Sh6uQmYag.UeF7a.vZq9oiVXzCG2MqUPn1e', NULL, 63490, 0, 63490, 1, 12, '2020-06-29 12:24:45'),
(10, 'iraqsoftapp', 'Mohammadi', '0789799573', 'jumahmk2020@gmail.com', 'ahamd', 'Herat 8 distirict afghanistan', 'هزات - شهر نو', 'Herat', 'پشتنی بانک', '0640075ef9e1274f1bb.jpg', 1210, '$2y$10$xk4bEEFZ.TuLWx2EUsh.V.sRxc7PHk2B/mka.MftSsx4fTYkQugv2', NULL, 43900, 0, 43900, 1, NULL, '2020-06-29 12:40:07'),
(11, 'iraqsoftapp', 'Ataiye', '0790287118', 'jumahmk2020@gmail.com', 'techlight', 'Herat 8 distirict afghanistan', 'Herat', 'Herat', 'پشتنی بانک', '0641155ef9e16bc0e01.jpg', 1211, '$2y$10$a9OcLCiL1SQWdRYelVQcs.xYDT6saPWq7toruyPE9rf21vkD1onWC', NULL, 41770, 0, 41770, 1, 12, '2020-06-29 12:41:16'),
(12, 'علی', 'محدی', '0789799573', 'ali@yahoo.com', 'وطن زعفران', 'هرات - جاده بهزاد', 'هزات - شهر نو', 'هرات', 'کابل بانک', '0711055f001d7917cc3.JPG', 1212, '$2y$10$N8y.UV40SgHBw2hIZyFGPOwGjQnKnOZQTrv1eGJ.Uqth8ERHTzSAy', 'نوت', 2000, 0, 2000, 1, NULL, '2020-07-04 06:11:06');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_order_items`
--

CREATE TABLE `tbl_order_items` (
  `id` int(11) NOT NULL,
  `order_no` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `qty` int(11) NOT NULL,
  `price` double NOT NULL,
  `total` double NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_order_items`
--

INSERT INTO `tbl_order_items` (`id`, `order_no`, `item_id`, `qty`, `price`, `total`) VALUES
(1, 1201, 6, 10, 120, 1200),
(2, 1201, 5, 6, 600, 3600),
(3, 1201, 4, 1, 600, 600),
(4, 1202, 18, 1, 890, 890),
(5, 1202, 17, 2, 800, 1600),
(6, 1202, 16, 3, 33000, 99000),
(7, 1202, 15, 4, 1200, 4800),
(8, 1202, 14, 100, 450, 45000),
(9, 1203, 18, 1, 890, 890),
(10, 1203, 17, 1, 800, 800),
(11, 1204, 16, 2, 33000, 66000),
(12, 1204, 17, 1, 800, 800),
(13, 1204, 21, 1, 1200, 1200),
(14, 1204, 18, 1, 890, 890),
(15, 1204, 12, 1, 21000, 21000),
(16, 1204, 11, 16, 1900, 30400),
(17, 1205, 21, 1, 1200, 1200),
(18, 1205, 20, 1, 800, 800),
(19, 1205, 18, 1, 890, 890),
(20, 1206, 20, 5, 800, 4000),
(21, 1207, 21, 1, 1200, 1200),
(22, 1207, 18, 1, 890, 890),
(23, 1208, 15, 1, 1200, 1200),
(24, 1208, 16, 1, 33000, 33000),
(25, 1209, 11, 1, 1900, 1900),
(26, 1209, 12, 1, 21000, 21000),
(27, 1209, 13, 1, 40000, 40000),
(28, 1209, 14, 1, 590, 590),
(29, 1210, 12, 2, 21000, 42000),
(30, 1210, 11, 1, 1900, 1900),
(31, 1211, 14, 3, 590, 1770),
(32, 1211, 13, 1, 40000, 40000),
(33, 1212, 21, 1, 1200, 1200),
(34, 1212, 20, 1, 800, 800);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_password_resets`
--

CREATE TABLE `tbl_password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `tbl_posts`
--

CREATE TABLE `tbl_posts` (
  `id` int(11) NOT NULL,
  `title` text NOT NULL,
  `slug` text NOT NULL,
  `content` text NOT NULL,
  `except` text,
  `featured_image` text NOT NULL,
  `date` date NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_posts`
--

INSERT INTO `tbl_posts` (`id`, `title`, `slug`, `content`, `except`, `featured_image`, `date`, `user_id`, `created_at`, `updated_at`) VALUES
(9, 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ،', 'lorm-aipsom-mtn-sakhtgi-ba-tolid-sadgi-namfhom-az-snaat-chap', '<p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><br></p>', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', '20200607135012.jpg', '2020-06-07', 1, '2020-06-07 09:20:12', '2020-06-07 09:20:12'),
(10, 'با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است', 'ba-astfadh-az-trahan-grafik-ast-chapgrha-o-mton-blkh-roznamh-o-mjlh-dr-ston-o-straanchnan-kh-lazm-ast', '<p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><br></p>', 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', '20200607135130.jpg', '2020-06-07', 1, '2020-06-07 09:21:30', '2020-06-07 09:21:30'),
(11, 'شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی', 'shrait-skht-taip-bh-paian-rsd-o-zman-mord-niaz-shaml-hrofchini-dstaordhai-asli', '<p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">&nbsp;جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">&nbsp;جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">&nbsp;جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><br></p>', 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', '20200607135232.jpg', '2020-06-07', 1, '2020-06-07 09:22:32', '2020-06-07 09:22:32'),
(12, 'خبر تستی', 'khbr-tsti', '<p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><br></p>', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', '20200623063138.jpg', '2020-06-23', 1, '2020-06-23 02:01:39', '2020-06-23 02:01:39');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_postscategories`
--

CREATE TABLE `tbl_postscategories` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `parent` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_postscategories`
--

INSERT INTO `tbl_postscategories` (`id`, `name`, `parent`, `created_at`, `updated_at`) VALUES
(1, 'اجتماعی', 0, '2020-05-23 01:28:19', '2020-05-23 01:28:19'),
(2, 'فرهنگی', 0, '2020-05-30 00:50:34', '2020-05-30 00:50:34'),
(3, 'خانواده گی', 0, '2020-05-30 00:50:46', '2020-05-30 00:50:46'),
(5, 'جهان', 0, '2020-05-22 02:12:40', '2020-05-22 03:05:22'),
(6, 'افغانستان', 0, '2020-05-22 02:13:02', '2020-05-22 02:13:02'),
(7, 'امنیت افغانستان', 6, '2020-05-22 02:13:24', '2020-05-22 02:13:24'),
(9, 'تکنالوژی', 6, '2020-05-22 02:40:24', '2020-05-22 03:04:41'),
(10, 'برنامه نویسی', 5, '2020-05-22 02:40:41', '2020-05-22 03:04:29'),
(11, 'فرهنگ', 6, '2020-05-22 02:51:07', '2020-05-22 02:51:07');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_post_tag`
--

CREATE TABLE `tbl_post_tag` (
  `id` int(11) NOT NULL,
  `post_id` int(11) NOT NULL,
  `tag_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_post_tag`
--

INSERT INTO `tbl_post_tag` (`id`, `post_id`, `tag_id`, `created_at`, `updated_at`) VALUES
(7, 3, 0, '2020-05-22 10:57:45', '2020-05-22 10:57:45'),
(8, 3, 0, '2020-05-22 10:57:45', '2020-05-22 10:57:45'),
(9, 4, 4, '2020-05-22 11:03:12', '2020-05-22 11:03:12'),
(10, 4, 0, '2020-05-22 11:03:12', '2020-05-22 11:03:12'),
(11, 5, 2, '2020-05-22 12:43:35', '2020-05-22 12:43:35'),
(12, 5, 6, '2020-05-22 12:43:35', '2020-05-22 12:43:35'),
(21, 9, 4, '2020-06-07 13:50:12', '2020-06-07 13:50:12'),
(22, 9, 6, '2020-06-07 13:50:12', '2020-06-07 13:50:12'),
(23, 10, 4, '2020-06-07 13:51:30', '2020-06-07 13:51:30'),
(24, 10, 6, '2020-06-07 13:51:30', '2020-06-07 13:51:30'),
(25, 11, 2, '2020-06-07 13:52:32', '2020-06-07 13:52:32'),
(26, 11, 4, '2020-06-07 13:52:32', '2020-06-07 13:52:32'),
(27, 11, 6, '2020-06-07 13:52:32', '2020-06-07 13:52:32'),
(28, 12, 2, '2020-06-23 06:31:40', '2020-06-23 06:31:40'),
(29, 12, 4, '2020-06-23 06:31:40', '2020-06-23 06:31:40'),
(30, 12, 6, '2020-06-23 06:31:40', '2020-06-23 06:31:40');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_products`
--

CREATE TABLE `tbl_products` (
  `id` int(11) NOT NULL,
  `name` varchar(400) NOT NULL,
  `product_code` int(11) NOT NULL,
  `old_price` double DEFAULT NULL,
  `price` double NOT NULL DEFAULT '0',
  `qty` int(11) NOT NULL DEFAULT '0',
  `category_id` int(11) DEFAULT NULL,
  `unit_id` int(11) DEFAULT NULL,
  `more_price` text NOT NULL,
  `short_desc` text,
  `long_desc` text,
  `feature_image` varchar(120) NOT NULL,
  `guide_file` varchar(120) DEFAULT NULL,
  `gallery` text,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_products`
--

INSERT INTO `tbl_products` (`id`, `name`, `product_code`, `old_price`, `price`, `qty`, `category_id`, `unit_id`, `more_price`, `short_desc`, `long_desc`, `feature_image`, `guide_file`, `gallery`, `created_at`, `updated_at`) VALUES
(7, 'آیفون 7', 1234567, NULL, 15000, 20, 41, 2, '14000:10', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است،', '<p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span></p><p><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\"><br></span></p>', '5edce26d265cf.jpg', NULL, '|5ef19c37e668e060751.jpg', '2020-06-07 08:19:49', '2020-06-23 01:37:51'),
(8, 'تبلت ایسر', 56567, NULL, 22000, 30, 26, 2, '', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edce6fd841a4.jpg', '5edce4af3ae76.pdf', NULL, '2020-06-07 08:29:27', '2020-06-23 01:38:44'),
(9, 'کفش راحتی زنانه', 232324, 900, 800, 120, 37, 2, '680:20,600:50', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است،', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edce51f437da.jpg', NULL, NULL, '2020-06-07 08:31:19', '2020-06-07 08:31:19'),
(10, 'تیشرت کتان مردانه', 378654, 800, 670, 780, 31, 2, '', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است،', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edce56b6a761.jpg', NULL, NULL, '2020-06-07 08:32:35', '2020-06-07 08:32:35'),
(11, 'لب تاپ hp', 323322, 2000, 1900, 456, 26, 2, '', NULL, '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edce5c4ee80b.jpg', NULL, NULL, '2020-06-07 08:34:04', '2020-06-07 08:34:04'),
(12, 'کتاب آموزش باغبانی', 3454324, 2300, 2100.78, 90, 26, 2, '2000:100,1500:300', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edce6a0b485c.jpg', '5edce6a0b5b9f.pdf', NULL, '2020-06-07 08:37:44', '2020-07-14 01:38:58'),
(13, 'کامپیوتر اپل', 9090906, 49000, 40000, 30, 26, 2, '35000:10', 'در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edce6fd841a4.jpg', NULL, NULL, '2020-06-07 08:39:17', '2020-06-07 08:39:17'),
(14, 'عطر خوشبو', 90909032, 650, 590, 500, 25, 2, '450:100', 'در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edce7b3adb5a.jpg', '5edce7b3ae966.pdf', '5edce7b3af5e6131219.jpg|5edce7b3b010e131219.jpg|5edce7b3b08b4131219.jpg|5edce7b3b1094131219.jpg|5edce7b3b1ae3131219.jpg', '2020-06-07 08:42:19', '2020-06-07 08:42:19'),
(15, 'ساعت بند چرمی', 12345678, NULL, 1200, 600, 27, 2, '', 'و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edce86d61795.jpg', NULL, NULL, '2020-06-07 08:45:25', '2020-06-07 08:45:25'),
(16, 'آیپد نسل 5', 78909876, NULL, 33000, 60, 26, 2, '', 'هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری ر', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edce96781182.jpg', NULL, NULL, '2020-06-07 08:49:35', '2020-06-07 08:49:35'),
(17, 'عطر نینا ریچی', 2147483647, NULL, 800, 77, 26, 2, '', NULL, '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5edceb911e7f1.jpg', NULL, NULL, '2020-06-07 08:58:49', '2020-06-07 08:58:49'),
(18, 'وسایل آرایش زنانه', 909090, NULL, 890, 890, 32, 2, '', 'موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', '<div><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><br></div>', '5edced3b2899a.jpg', NULL, '5ef1a96563527070405.jpg', '2020-06-07 09:05:55', '2020-06-23 02:34:05'),
(20, 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم', 78876, 950, 800, 697, 26, 2, '700:100,650:200,600:300', 'اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5ef1a6ed83180.jpg', '5ef1a6ed84158.pdf', '5ef1a6ed84e93065333.jpg|5ef1a6ed85b0c065333.jpg|5ef1a6ed865fe065333.jpg|5ef1a6ed872c1065333.jpeg|5ef1a6ed87ccc065333.jpg|5ef1a760b6cea065528.jpg', '2020-06-23 02:23:33', '2020-06-23 02:25:28'),
(21, 'محصول برای تست کردن', 3232, NULL, 1200, 789, 27, 3, '1000:200,900:300,800:500', 'برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', '<span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span><span style=\"color: rgb(33, 37, 41); font-family: IRANSans; font-size: 14.4px; text-align: right;\">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>', '5ef1a7d7ecb8e.jpg', NULL, '5ef1a85c69ef6065940.jpg', '2020-06-23 02:27:27', '2020-06-23 02:29:40'),
(22, 'nokia', 3233, NULL, 323, 233, 40, 3, '100:100', 'sumary', '<p>description&nbsp;&nbsp;&nbsp;&nbsp;</p>', '5f04789859bef.png', '5f04789863392.pdf', '5f0478986b478132856.jpg|5f0478986c22e132856.jpg', '2020-07-07 08:58:56', '2020-07-07 08:58:56'),
(23, 'Jumah Mohammadi', 323, 23, 43.3, 323, 28, 3, '', 'Jumah Mohammadi', 'Jumah Mohammadi', '5f05a8ecd4a73.png', NULL, NULL, '2020-07-08 06:37:24', '2020-07-08 06:37:24'),
(24, 'ایفون', 789789, NULL, 1, 8090, 26, 3, '0.5:100', 'مختصر', '<p>توضیحات&nbsp;&nbsp;&nbsp;&nbsp;</p>', '5f149b2ac4e71.jpg', NULL, NULL, '2020-07-19 14:42:42', '2020-07-19 14:42:42');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_product_category`
--

CREATE TABLE `tbl_product_category` (
  `id` int(11) NOT NULL,
  `name` varchar(300) NOT NULL,
  `photo` varchar(200) DEFAULT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `parent_parent_id` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_product_category`
--

INSERT INTO `tbl_product_category` (`id`, `name`, `photo`, `parent_id`, `parent_parent_id`, `created_at`, `updated_at`) VALUES
(25, 'لباس', NULL, NULL, NULL, '2020-06-07 07:55:26', '2020-06-07 07:55:26'),
(26, 'الکترونیک', NULL, NULL, NULL, '2020-06-07 07:55:39', '2020-06-07 07:55:39'),
(27, 'ساعت', '20200714152155.png', NULL, NULL, '2020-06-07 07:55:54', '2020-07-14 10:51:55'),
(28, 'نوزاد', '20200714152127.JPG', NULL, NULL, '2020-06-07 07:56:01', '2020-07-14 10:51:27'),
(29, 'ورزشی', '20200714152105.png', NULL, NULL, '2020-06-07 07:56:14', '2020-07-14 10:51:05'),
(30, 'جواهرات', '20200714151932.png', NULL, NULL, '2020-06-07 07:56:27', '2020-07-14 10:49:32'),
(31, 'آقایان', NULL, 25, NULL, '2020-06-07 07:57:23', '2020-06-07 07:57:23'),
(32, 'خانم ها', NULL, 25, NULL, '2020-06-07 07:57:37', '2020-06-07 07:57:37'),
(33, 'دخترانه', NULL, 25, NULL, '2020-06-07 07:58:09', '2020-06-07 07:58:09'),
(34, 'پسرانه', NULL, 25, NULL, '2020-06-07 07:58:21', '2020-06-07 07:58:21'),
(35, 'تیشرت ها', NULL, 31, 25, '2020-06-07 07:58:34', '2020-06-07 07:58:34'),
(36, 'بلوز', NULL, 31, 25, '2020-06-07 07:58:46', '2020-06-07 07:58:46'),
(37, 'کفش', NULL, 31, 25, '2020-06-07 07:59:00', '2020-06-07 07:59:00'),
(38, 'تلویزیون', NULL, 26, NULL, '2020-06-07 07:59:28', '2020-06-07 07:59:28'),
(39, 'گوشی هوشمند', NULL, 26, NULL, '2020-06-07 07:59:42', '2020-06-07 07:59:42'),
(40, 'سامسونگ', NULL, 39, 26, '2020-06-07 08:00:02', '2020-06-07 08:00:02'),
(41, 'آیفون', NULL, 39, 26, '2020-06-07 08:00:11', '2020-06-07 08:00:11'),
(42, 'دستی', NULL, 27, NULL, '2020-06-07 08:00:57', '2020-06-07 08:00:57'),
(43, 'دیواری', NULL, 27, NULL, '2020-06-07 08:01:08', '2020-06-07 08:01:08'),
(44, 'لوازم بهداشتی نوزاد', NULL, 28, NULL, '2020-06-07 08:01:46', '2020-06-07 08:01:46'),
(45, 'لباس ورزشی', NULL, 29, NULL, '2020-06-07 08:02:10', '2020-06-07 08:02:10'),
(46, 'کفش های ورزشی', NULL, 29, NULL, '2020-06-07 08:02:29', '2020-06-07 08:02:29'),
(47, 'طلا', NULL, 30, NULL, '2020-06-07 08:02:46', '2020-06-07 08:02:46'),
(48, 'photo cat', NULL, NULL, NULL, '2020-07-14 10:45:21', '2020-07-14 10:45:21'),
(49, 'category image', '20200714151617.jpg', NULL, NULL, '2020-07-14 10:46:17', '2020-07-14 10:46:17');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_product_unit`
--

CREATE TABLE `tbl_product_unit` (
  `id` int(11) NOT NULL,
  `name` varchar(400) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_product_unit`
--

INSERT INTO `tbl_product_unit` (`id`, `name`, `created_at`, `updated_at`) VALUES
(2, 'عدد', '2020-05-25 06:35:08', '2020-05-25 06:35:08'),
(3, 'بسته', '2020-05-25 06:39:43', '2020-05-25 06:39:43');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_replies`
--

CREATE TABLE `tbl_replies` (
  `id` int(11) NOT NULL,
  `content` text NOT NULL,
  `comment_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_replies`
--

INSERT INTO `tbl_replies` (`id`, `content`, `comment_id`, `created_at`, `updated_at`) VALUES
(1, 'someting', 3, '2020-05-26 00:43:23', '2020-05-26 00:43:23'),
(2, 'این است پاسخ کمنت شما', 4, '2020-05-27 06:18:47', '2020-05-27 06:18:47'),
(3, 'دقیقا عالی بود', 3, '2020-05-30 14:27:02', '2020-05-30 14:27:02'),
(4, 'پاسخ به جمعه', 5, '2020-05-31 01:10:00', '2020-05-31 01:10:00'),
(5, 'جواد دیگر', 5, '2020-05-31 01:56:01', '2020-05-31 01:56:01'),
(6, 'Mahdi commets anwser', 0, '2020-05-31 01:59:39', '2020-05-31 01:59:39'),
(7, 'پاسخ به مهدی', 7, '2020-05-31 09:45:09', '2020-05-31 09:45:09'),
(8, 'دقیقا', 9, '2020-05-31 11:29:52', '2020-05-31 11:29:52'),
(9, 'اینم پاسخت ، حال کردی', 19, '2020-07-02 01:05:33', '2020-07-02 01:05:33'),
(10, 'بی ادب', 19, '2020-07-02 01:05:51', '2020-07-02 01:05:51'),
(11, 'dafd', 19, '2020-07-02 01:26:51', '2020-07-02 01:26:51'),
(12, 'dafd', 19, '2020-07-02 01:26:54', '2020-07-02 01:26:54'),
(13, 'dkfakljl', 19, '2020-07-02 01:27:53', '2020-07-02 01:27:53'),
(14, 'dkfakljl', 19, '2020-07-02 01:27:54', '2020-07-02 01:27:54'),
(15, 'dkfakljl', 19, '2020-07-02 01:27:55', '2020-07-02 01:27:55'),
(16, 'dkfakljl', 19, '2020-07-02 01:27:55', '2020-07-02 01:27:55'),
(17, 'dkfakljl', 19, '2020-07-02 01:27:55', '2020-07-02 01:27:55'),
(18, 'dkfakljl', 19, '2020-07-02 01:27:56', '2020-07-02 01:27:56'),
(19, 'dkfakljl', 19, '2020-07-02 01:27:57', '2020-07-02 01:27:57'),
(20, 'dkfakljl', 19, '2020-07-02 01:27:58', '2020-07-02 01:27:58'),
(21, 'dkfakljl', 19, '2020-07-02 01:27:59', '2020-07-02 01:27:59'),
(22, 'dkfakljl', 19, '2020-07-02 01:27:59', '2020-07-02 01:27:59'),
(23, 'dkfakljl', 19, '2020-07-02 01:27:59', '2020-07-02 01:27:59'),
(24, 'dkfakljl', 19, '2020-07-02 01:27:59', '2020-07-02 01:27:59'),
(25, 'dkfakljl', 19, '2020-07-02 01:27:59', '2020-07-02 01:27:59'),
(26, 'dkfakljl', 19, '2020-07-02 01:27:59', '2020-07-02 01:27:59'),
(27, 'dkfakljl', 19, '2020-07-02 01:27:59', '2020-07-02 01:27:59'),
(28, 'dkfakljl', 19, '2020-07-02 01:27:59', '2020-07-02 01:27:59'),
(29, 'dkfakljl', 19, '2020-07-02 01:27:59', '2020-07-02 01:27:59'),
(30, 'dkfakljl', 19, '2020-07-02 01:28:00', '2020-07-02 01:28:00'),
(31, 'dkfakljl', 19, '2020-07-02 01:28:00', '2020-07-02 01:28:00'),
(32, 'dkfakljl', 19, '2020-07-02 01:28:00', '2020-07-02 01:28:00'),
(33, 'dkfakljl', 19, '2020-07-02 01:28:00', '2020-07-02 01:28:00'),
(34, 'dkfakljl', 19, '2020-07-02 01:28:00', '2020-07-02 01:28:00'),
(35, 'dkfakljl', 19, '2020-07-02 01:28:00', '2020-07-02 01:28:00'),
(36, 'dkfakljl', 19, '2020-07-02 01:28:00', '2020-07-02 01:28:00'),
(37, 'dkfakljl', 19, '2020-07-02 01:28:00', '2020-07-02 01:28:00'),
(38, 'dkfakljl', 19, '2020-07-02 01:28:00', '2020-07-02 01:28:00'),
(39, 'dsd', 19, '2020-07-02 01:28:58', '2020-07-02 01:28:58'),
(40, 'dds', 19, '2020-07-02 01:30:02', '2020-07-02 01:30:02'),
(41, 'asdsa', 19, '2020-07-02 01:30:15', '2020-07-02 01:30:15'),
(42, 'bot comment', 19, '2020-07-02 01:55:49', '2020-07-02 01:55:49'),
(43, 'bot comment', 19, '2020-07-02 01:56:18', '2020-07-02 01:56:18'),
(44, 'یسش', 19, '2020-07-02 02:04:29', '2020-07-02 02:04:29');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_services`
--

CREATE TABLE `tbl_services` (
  `id` int(11) NOT NULL,
  `name` varchar(300) NOT NULL,
  `image` varchar(300) NOT NULL,
  `description` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_services`
--

INSERT INTO `tbl_services` (`id`, `name`, `image`, `description`, `created_at`, `updated_at`) VALUES
(1, 'تعمیر هر نوع وسایل الکترونیکی', '20200531144718.jpg', '<div class=\"item-body\" style=\"direction: rtl; text-align: justify; line-height: 1.7; font-size: 12.8px; color: rgb(33, 37, 41); font-family: Vazir;\"><div class=\"item-text\" itemprop=\"articleBody\" style=\"direction: rtl;\"><p style=\"margin-bottom: 1rem; width: 805.125px; padding-top: 10px; line-height: 1.9; word-spacing: 1px;\"><span style=\"font-weight: bolder;\">همه رسانه ها در مورد این صحبت می کنند که شهر ما در حال سوختن است. هیچ کس در مورد جان افرادی که کشته شده اند صحبت نمی کند، هیچ کس در مورد این مسئله صحبت نمی کند که چطور قلب و روح ما در آتش بی عدالتی سوخته است. اکنون وقت آن رسیده است که نه تنها برای خانواده جورج فلوید بلکه برای همه کسانی که در نظام عدالت کیفری آمریکا بی عدالتی را تجربه کرده اند عدالت برقرار شود. اکنون وقت آن رسیده است که اطمینان یابیم اصلاحات سراسری در این زمینه انجام خواهد شد.</span></p><div><span style=\"font-weight: bolder;\"><br></span></div></div></div>', '2020-05-25 01:17:09', '2020-05-31 10:17:54'),
(2, 'فروش انواع وسایل الکترونیکی', '20200531144700.jpg', '<div class=\"item-body\" style=\"direction: rtl; text-align: justify; line-height: 1.7; font-size: 12.8px; color: rgb(33, 37, 41); font-family: Vazir;\"><div class=\"item-text\" itemprop=\"articleBody\" style=\"direction: rtl;\"><p style=\"margin-bottom: 1rem; width: 805.125px; padding-top: 10px; line-height: 1.9; word-spacing: 1px;\"><span style=\"font-weight: bolder;\">همه رسانه ها در مورد این صحبت می کنند که شهر ما در حال سوختن است. هیچ کس در مورد جان افرادی که کشته شده اند صحبت نمی کند، هیچ کس در مورد این مسئله صحبت نمی کند که چطور قلب و روح ما در آتش بی عدالتی سوخته است. اکنون وقت آن رسیده است که نه تنها برای خانواده جورج فلوید بلکه برای همه کسانی که در نظام عدالت کیفری آمریکا بی عدالتی را تجربه کرده اند عدالت برقرار شود. اکنون وقت آن رسیده است که اطمینان یابیم اصلاحات سراسری در این زمینه انجام خواهد شد.</span></p><div><span style=\"font-weight: bolder;\"><br></span></div></div></div>', '2020-05-25 01:19:27', '2020-05-31 10:17:00'),
(3, 'خدمات ارسال در سراسر افغانستان', '20200531150239.jpg', '<p style=\"margin-bottom: 1rem; max-width: 100%; width: 805.125px; color: rgb(33, 37, 41); font-family: Vazir; font-size: 12.8px; text-align: justify; padding-top: 10px; line-height: 1.9; word-spacing: 1px;\"><span style=\"font-weight: bolder;\">همه رسانه ها در مورد این صحبت می کنند که شهر ما در حال سوختن است. هیچ کس در مورد جان افرادی که کشته شده اند صحبت نمی کند، هیچ کس در مورد این مسئله صحبت نمی کند که چطور قلب و روح ما در آتش بی عدالتی سوخته است. اکنون وقت آن رسیده است که نه تنها برای خانواده جورج فلوید بلکه برای همه کسانی که در نظام عدالت کیفری آمریکا بی عدالتی را تجربه کرده اند عدالت برقرار شود. اکنون وقت آن رسیده است که اطمینان یابیم اصلاحات سراسری در این زمینه انجام خواهد شد.</span></p><p style=\"margin-bottom: 1rem; max-width: 100%; width: 805.125px; color: rgb(33, 37, 41); font-family: Vazir; font-size: 12.8px; text-align: justify; padding-top: 10px; line-height: 1.9; word-spacing: 1px;\"><span style=\"font-weight: bolder;\">ادامه خدمات ما</span></p><p style=\"margin-bottom: 1rem; max-width: 100%; width: 805.125px; color: rgb(33, 37, 41); font-family: Vazir; font-size: 12.8px; text-align: justify; padding-top: 10px; line-height: 1.9; word-spacing: 1px;\"><span style=\"font-weight: bolder;\"><br></span></p>', '2020-05-31 10:32:39', '2020-07-14 00:30:01'),
(4, 'یک خدمت جدید از دوستان', '20200714050125.png', '<p>خیلی توضیع دربارش نمیدم&nbsp;&nbsp;&nbsp;&nbsp;</p>', '2020-07-14 00:31:25', '2020-07-14 00:31:25');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_setting`
--

CREATE TABLE `tbl_setting` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `app_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `phone` varchar(14) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` text COLLATE utf8_unicode_ci,
  `logo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `direction` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `date_type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `currency` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `facebook` text COLLATE utf8_unicode_ci,
  `twitter` text COLLATE utf8_unicode_ci,
  `instagram` text COLLATE utf8_unicode_ci,
  `telegram` text COLLATE utf8_unicode_ci,
  `youtube` text COLLATE utf8_unicode_ci,
  `imo` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `whatsapp` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `wechat` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_number` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `request_title` varchar(400) COLLATE utf8_unicode_ci DEFAULT NULL,
  `request_text` text COLLATE utf8_unicode_ci
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `tbl_setting`
--

INSERT INTO `tbl_setting` (`id`, `app_name`, `description`, `phone`, `address`, `logo`, `direction`, `date_type`, `currency`, `created_at`, `updated_at`, `email`, `facebook`, `twitter`, `instagram`, `telegram`, `youtube`, `imo`, `whatsapp`, `wechat`, `bank_number`, `request_title`, `request_text`) VALUES
(1, 'دوستان الکترونیک', 'بزرگترین سایت فروشات محصولات الکترونیکی در سرتا سر افغانستان', '07898743444', 'هرات - افغانستان', 'app_logo.png', 'ltr', 'jl', 'افغانی', NULL, NULL, 'dostan-light@gmail.com', 'https://www.facebook.com/UniverseOfProgramming/', 'www.twitter.com', 'instagram.com', 't.me', 'youtube.com', '0789789789', '909', '089898777', '908900000988776', 'راهنمای سفارش از خارج - دوستان الکترونیک', '<br><div class=\"col-md-6\" style=\"direction: rtl; width: 585px; color: rgb(34, 34, 34); font-family: vazir, sans-serif; text-align: right;\"><div class=\"product_request_text\" style=\"direction: rtl; text-align: justify; line-height: normal; font-size: 18px;\"><p style=\"text-align: center; width: auto !important;\">بسمه تعالی</p><p style=\"width: auto !important;\">بر اساس تجربه سالیان زیادی در امر واردات قطعات الکترونیک و ضمن خوش آمد گویی به شما بازدیدکنندگان محترم خواهشمند است به نکات زیر توجه نمایید :</p><ol><li>از موجود نبودن قطعات و یا کمبود موجودی در سایت اطمینان حاصل فرمایید و سپس اقدام به ثبت سفارش نمایید.</li><li>مدت زمان استعلام قیمت 1 تا 2 روز کاری میباشد و همکاران ما پس از استعلام قیمت از طریق ایمیل و یا تلفنی با شما تماس خواهند گرفت .</li><li>زمان تحویل کالا:<ul style=\"margin: 13px 0px; list-style: none; font-weight: bold; padding-right: 10px;\"><li style=\"color: red;\">*&nbsp;از ایران یا پاکستان : بین 3 تا 4 هفته میباشد.</li><li style=\"color: red;\">*&nbsp;از چین: بین 3 تا 4 ماه میباشد.</li></ul></li><p style=\"background: rgb(243, 243, 243); padding: 7px; width: auto !important;\">نکته مهم : اگر به کالایی نیاز دارید و برای واردات آن کالا عجله زیادی دارید با شماره تلفن های شرکت تماس بگیرید لازم به ذکر است این نوع ارسال ها شامل هزینه بیشتری میباشد</p><li>نحوه پراخت :</li><p style=\"width: auto !important;\">80% کل مبلغ پیش فاکتور به عنوان پیش پرداخت والباقی زمان تحویل کالا نقدا دریافت میگردد. برای دریافت شماره حساب&nbsp;<a href=\"http://dostanelectronic.com/product-request#footer\" style=\"color: rgb(62, 124, 180); cursor: pointer;\">اینجا</a>&nbsp;مراجعه نمایید</p><li>همکاران ما به محض رسیدن قطعات با شما تماس خواهند گرفت و هماهنگی های لازم جهت ارسال و ... صورت خواهد گرفت.</li></ol></div></div>');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_sliders`
--

CREATE TABLE `tbl_sliders` (
  `id` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `image` varchar(200) NOT NULL,
  `description` text,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_sliders`
--

INSERT INTO `tbl_sliders` (`id`, `title`, `image`, `description`, `created_at`, `updated_at`) VALUES
(5, 'جدید ترین محصولات الکترونیکی با ارزان ترین قیمت ها', '20200607114956.jpg', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،', '2020-06-07 07:19:56', '2020-06-23 07:53:38'),
(6, 'پیدایش وسایل الکترونیکی در افغانستان', '20200607115016.jpg', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز', '2020-06-07 07:20:16', '2020-06-23 07:53:24'),
(7, 'قیمت های باور نکردنی محصولات ما', '20200607115128.jpg', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،', '2020-06-07 07:21:28', '2020-06-23 07:53:10');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_tags`
--

CREATE TABLE `tbl_tags` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_tags`
--

INSERT INTO `tbl_tags` (`id`, `name`, `created_at`, `updated_at`) VALUES
(2, 'تازه ترین ها', '2020-05-21 08:34:46', '2020-05-21 08:34:46'),
(4, 'ارتباطات', '2020-05-21 08:35:11', '2020-05-21 08:35:11'),
(6, 'دوستان', '2020-05-22 01:45:58', '2020-05-22 01:45:58');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_users`
--

CREATE TABLE `tbl_users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `lastname` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `photo` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `role_id` int(11) NOT NULL DEFAULT '1',
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `tbl_users`
--

INSERT INTO `tbl_users` (`id`, `name`, `lastname`, `phone`, `email`, `photo`, `email_verified_at`, `password`, `role_id`, `remember_token`, `user_token`, `created_at`, `updated_at`) VALUES
(1, 'جمعه', 'محمدی', '0789799573', 'jumahmk2020@gmail.com', '5e5cfa31c683d.png', NULL, '$2y$10$rCPmYwdYqXZyDDYtnqTeJOAYdIVdjxk1a6xSJ/c5Xj8HS.bBiACje', -1, '2TcfD5rsqWXPAXoPRgo5SiffYCnqOh90hsQnN5ZXYjL1ibCBxz6lEY2urnIs', NULL, NULL, NULL),
(12, 'Milad', 'mohammadi', '0789789789', 'milad@yahoo.com', 'default.png', NULL, '$2y$10$AN2aEi1cvGgMZZ9iExytTOpKwpAjQ.Y3oz/NLZxujGdzRj4RJGJE2', 2, NULL, NULL, '2020-06-29 06:19:07', '2020-06-29 06:19:07'),
(13, 'test', 'test', '1234589444', 'ahmad@yahoo.com', 'default.png', NULL, '$2y$10$uAM8ZTn6m5Dm/tYDTZ0kueHG8xlYgCB8fWQe4Ap4hTP9ODVB7e7Oi', 2, NULL, NULL, '2020-06-29 06:23:16', '2020-06-29 06:23:16'),
(14, 'iraqsoftapp', 'irag', 'soft', 'iraq-soft@yahoo.com', 'default.png', NULL, '$2y$10$Mmy5s1FZ.egricu2PHqwYOe20qa/a0Egpg4kvprMVzSOZOO3xAG62', 2, NULL, NULL, '2020-06-29 06:23:59', '2020-06-29 06:23:59'),
(15, 'hamid', 'hamidi', '7879744', 'hamidreza@yahoo.com', 'default.png', NULL, '$2y$10$MLjbNLB28BpLwOnBi4PJ2.GLE/afGJO2pOPUtQ3cIu3BP15Y9ZjMK', 2, NULL, NULL, '2020-06-29 06:26:14', '2020-06-29 06:26:14'),
(16, 'مهدی', 'محمدی', '0789789789', 'mahdi@gmail.com', 'default.png', NULL, '$2y$10$cW0cFx4xmI65zzWIEujLB.rM3SGT/vsoMbEhXvE3cgUby8jV1dqEC', 2, NULL, NULL, '2020-06-29 09:41:52', '2020-06-29 09:41:52');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_visitors`
--

CREATE TABLE `tbl_visitors` (
  `id` int(11) NOT NULL,
  `visitor` int(11) NOT NULL,
  `visits` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_visitors`
--

INSERT INTO `tbl_visitors` (`id`, `visitor`, `visits`, `created_at`) VALUES
(1, 1, 1, '2020-09-02 13:14:21'),
(2, 0, 1, '2020-09-02 13:14:37'),
(3, 1, 1, '2020-09-02 13:14:58'),
(4, 0, 1, '2020-09-02 13:15:16'),
(5, 1, 1, '2020-09-02 13:16:18'),
(6, 1, 1, '2020-09-02 13:17:26'),
(7, 1, 1, '2020-08-28 19:30:00'),
(8, 0, 1, '2020-08-31 19:30:00'),
(9, 1, 1, '2020-09-02 20:43:26'),
(10, 1, 1, '2020-09-09 18:21:12'),
(11, 0, 1, '2020-09-09 19:26:30'),
(12, 0, 1, '2020-09-09 19:26:37'),
(13, 0, 1, '2020-09-09 19:27:03'),
(14, 0, 1, '2020-09-09 19:27:29'),
(15, 0, 1, '2020-09-09 19:27:46');

-- --------------------------------------------------------

--
-- Table structure for table `tb_product_request`
--

CREATE TABLE `tb_product_request` (
  `id` int(11) NOT NULL,
  `name` varchar(200) NOT NULL,
  `phone` varchar(200) NOT NULL,
  `email` varchar(200) DEFAULT NULL,
  `product_name` varchar(200) NOT NULL,
  `address` text NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_product_request`
--

INSERT INTO `tb_product_request` (`id`, `name`, `phone`, `email`, `product_name`, `address`, `status`, `created_at`, `updated_at`) VALUES
(2, 'Maruf Ataiye', '0790287118', 'jumahmk2020@gmail.com', 'prodct', 'Herat 8 distirict afghanistan', 2, '2020-05-31 14:39:09', '2020-05-31 15:00:06'),
(3, 'محمد  احمدی', '7879744', 'hamidreza@yahoo.com', 'change name', 'Afghanistan - Herat, Afghanistan - Kabul', 1, '2020-06-05 08:28:10', '2020-06-05 08:28:10'),
(4, 'iraqsoftapp', '0787987767', 'jumahmk2020@gmail.com', 'change name', 'Herat 8 distirict afghanistan', 1, '2020-06-05 08:28:41', '2020-06-05 08:28:41'),
(5, 'Maruf Ataiye', '0790287118', 'jumahmk2020@gmail.com', 'something', 'Herat 8 distirict afghanistan', 1, '2020-06-05 08:29:02', '2020-06-05 08:29:02'),
(6, 'ahmad', '0787987767', 'ahmad@yahoo.com', 'prodct', 'herat - afghanistan', 1, '2020-06-05 10:03:00', '2020-06-05 10:03:00'),
(7, 'جمعه', '0789789789', 'jumahmk2020@gmail.com', 'تلویزیون Samsung', 'افغانستان - هرات - جبرییل', 1, '2020-06-08 05:56:03', '2020-06-08 05:56:03'),
(8, 'Jumah Mohammadi', '0789799573', 'ahmad@yahoo.com', 'ICU', 'Afghanistan - Herat', 1, '2020-06-29 07:43:01', '2020-06-29 07:43:01'),
(9, 'iraqsoftapp', '0788444233', 'jumahmk2020@gmail.com', 'CPU', 'Herat 8 distirict afghanistan', 1, '2020-06-29 07:43:28', '2020-06-29 07:43:28'),
(11, 'Maruf Ataiye', '0790287118', 'jumahmk2020@gmail.com', 'prodct', 'Herat 8 distirict afghanistan', 1, '2020-07-02 01:39:43', '2020-07-02 01:39:43');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_about`
--
ALTER TABLE `tbl_about`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_category_post`
--
ALTER TABLE `tbl_category_post`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_comments`
--
ALTER TABLE `tbl_comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_contact`
--
ALTER TABLE `tbl_contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_downloads`
--
ALTER TABLE `tbl_downloads`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_learning`
--
ALTER TABLE `tbl_learning`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_note`
--
ALTER TABLE `tbl_note`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_orders`
--
ALTER TABLE `tbl_orders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_order_items`
--
ALTER TABLE `tbl_order_items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_password_resets`
--
ALTER TABLE `tbl_password_resets`
  ADD KEY `tbl_password_resets_email_index` (`email`);

--
-- Indexes for table `tbl_posts`
--
ALTER TABLE `tbl_posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_postscategories`
--
ALTER TABLE `tbl_postscategories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_post_tag`
--
ALTER TABLE `tbl_post_tag`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_products`
--
ALTER TABLE `tbl_products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_product_category`
--
ALTER TABLE `tbl_product_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_product_unit`
--
ALTER TABLE `tbl_product_unit`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_replies`
--
ALTER TABLE `tbl_replies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_services`
--
ALTER TABLE `tbl_services`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_setting`
--
ALTER TABLE `tbl_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_sliders`
--
ALTER TABLE `tbl_sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_tags`
--
ALTER TABLE `tbl_tags`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_users`
--
ALTER TABLE `tbl_users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `tbl_users_email_unique` (`email`);

--
-- Indexes for table `tbl_visitors`
--
ALTER TABLE `tbl_visitors`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_product_request`
--
ALTER TABLE `tb_product_request`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `tbl_about`
--
ALTER TABLE `tbl_about`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tbl_category_post`
--
ALTER TABLE `tbl_category_post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `tbl_comments`
--
ALTER TABLE `tbl_comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT for table `tbl_downloads`
--
ALTER TABLE `tbl_downloads`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `tbl_learning`
--
ALTER TABLE `tbl_learning`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tbl_orders`
--
ALTER TABLE `tbl_orders`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `tbl_order_items`
--
ALTER TABLE `tbl_order_items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;

--
-- AUTO_INCREMENT for table `tbl_posts`
--
ALTER TABLE `tbl_posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `tbl_postscategories`
--
ALTER TABLE `tbl_postscategories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `tbl_post_tag`
--
ALTER TABLE `tbl_post_tag`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `tbl_products`
--
ALTER TABLE `tbl_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT for table `tbl_product_category`
--
ALTER TABLE `tbl_product_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- AUTO_INCREMENT for table `tbl_product_unit`
--
ALTER TABLE `tbl_product_unit`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `tbl_replies`
--
ALTER TABLE `tbl_replies`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=45;

--
-- AUTO_INCREMENT for table `tbl_services`
--
ALTER TABLE `tbl_services`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `tbl_setting`
--
ALTER TABLE `tbl_setting`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tbl_sliders`
--
ALTER TABLE `tbl_sliders`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `tbl_tags`
--
ALTER TABLE `tbl_tags`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `tbl_users`
--
ALTER TABLE `tbl_users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `tbl_visitors`
--
ALTER TABLE `tbl_visitors`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `tb_product_request`
--
ALTER TABLE `tb_product_request`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
